Repository: IgrisModz/EuroGen
Catalog: EuroGen/Resources/Strings.*.resx
Languages: ca, de, es, fr, ga, it, lb, nl, pt

source: About
ca: Sobre
de: Um
es: Acerca de
fr: À propos
ga: Maidir
it: Di
lb: Iwwer
nl: Over
pt: Sobre

source: About the app
ca: Sobre l'aplicació
de: Über die App
es: Acerca de la aplicación
fr: À propos de l'application
ga: Maidir leis an app
it: Informazioni sull'app
lb: Iwwer d'App
nl: Over de app
pt: Sobre a aplicação

# AppDescription
source: This application was designed to analyze EuroMillions draw statistics and generate optimized combinations based on probabilities. It also allows you to view statistics for the main balls and stars, in order to better understand draw trends.
ca: Aquesta aplicació va ser dissenyada per analitzar les estadístiques de dibuix d'EuroMillions i generar combinacions optimitzades basades en probabilitats. També us permet veure les estadístiques de les principals boles i estrelles, per tal d'entendre millor les tendències de dibuix.
de: Diese Anwendung wurde entwickelt, um die Ziehungsstatistiken von EuroMillions zu analysieren und optimierte Kombinationen auf der Grundlage von Wahrscheinlichkeiten zu generieren. Sie können damit auch Statistiken für die Hauptbälle und Sterne anzeigen, um Ziehungstrends besser zu verstehen.
es: Esta aplicación está diseñada para analizar las estadísticas del sorteo de Euromillones y generar combinaciones optimizadas en función de las probabilidades. También permite visualizar las estadísticas de las bolas y estrellas principales, para entender mejor las tendencias del sorteo.
fr: Cette application a été conçue pour analyser les statistiques des tirages de l'EuroMillions et générer des combinaisons optimisées basées sur des probabilités. Elle permet également de visualiser les statistiques des boules principales et des étoiles, afin de mieux comprendre les tendances des tirages.
ga: Dearadh an feidhmchlár seo chun anailís a dhéanamh ar staitisticí tarraingthe EuroMillions agus chun teaglaim optamaithe a ghiniúint bunaithe ar dhóchúlachtaí. Ligeann sé duit freisin staitisticí a fheiceáil do na príomh-liathróidí agus na réaltaí, chun tuiscint níos fearr a fháil ar threochtaí tarraingthe.
it: Questa applicazione è stata progettata per analizzare le statistiche delle estrazioni dell'EuroMillions e generare combinazioni ottimizzate in base alle probabilità. Consente inoltre di visualizzare le statistiche per le palline e le stelle principali, per comprendere meglio le tendenze delle estrazioni.
lb: Dës Applikatioun gouf entwéckelt fir EuroMillions Zeechnungsstatistiken ze analyséieren an optimiséiert Kombinatiounen op Basis vu Wahrscheinlechkeeten ze generéieren. Et erlaabt Iech och Statistiken fir d'Haaptbäll a Stären ze gesinn, fir Zeechnen Trends besser ze verstoen.
nl: Deze applicatie is ontworpen om EuroMillions-trekkingsstatistieken te analyseren en geoptimaliseerde combinaties te genereren op basis van waarschijnlijkheid. Het stelt u ook in staat om statistieken te bekijken voor de belangrijkste ballen en sterren, om zo de trekkingstrends beter te begrijpen.
pt: Esta aplicação foi desenhada para analisar estatísticas do sorteio do EuroMilhões e gerar combinações otimizadas com base em probabilidades. Permite ainda visualizar estatísticas das principais bolas e estrelas, para melhor compreender as tendências do sorteio.

# AppVersion
source: Application version
ca: Versió de l'aplicació
de: Anwendungsversion
es: Versión de la aplicación
fr: Version de l'application
ga: Leagan feidhmchláir
it: Versione dell'applicazione
lb: Applikatioun Versioun
nl: Toepassingsversie
pt: Versão do aplicativo

# AsNotConnection
source: We feel a bit guilty... We should have learned how to survive without the Internet. Maybe next time?
ca: Ens sap greu... Hauríem d’haver après a sobreviure sense Internet. Potser la pròxima vegada?
de: Wir schämen uns ein bisschen... Wir hätten lernen sollen, ohne Internet zu überleben. Vielleicht nächstes Mal?
es: Nos sentimos un poco culpables... Deberíamos haber aprendido a sobrevivir sin Internet. ¿Quizás la próxima vez?
fr: On s’en veut un peu... On aurait dû apprendre à survivre sans Internet. Une prochaine fois ?
ga: Táimid beagán ciontach... Ba chóir dúinn a bheith tar éis foghlaim conas maireachtáil gan an tIdirlíon. An chéad uair eile, b’fhéidir?
it: Ci sentiamo un po' in colpa... Avremmo dovuto imparare a sopravvivere senza Internet. La prossima volta, forse?
nl: We voelen ons een beetje schuldig... We hadden moeten leren overleven zonder internet. Volgende keer misschien?
pt: Sentimo-nos um pouco culpados... Devíamos ter aprendido a sobreviver sem Internet. Talvez da próxima vez?

# BallSeparate
source: Each ball separate
de: Jeder Ball einzeln
es: Cada bola por separado
fr: Chaque boule séparé
ga: Scar gach liathróid
it: Ogni palla è separata
lb: All Ball getrennt
nl: Elke bal apart
pt: Cada bola separada

# CalculOutputPercent
source: Calculation of % of outputs
ca: Càlcul del % de sortides
de: Berechnung des Prozentsatzes der Ausgaben
es: Cálculo del % de salidas
fr: Calcul du % des sorties
ga: % na n-aschur a ríomh
it: Calcolo della % delle uscite
lb: Berechnung vum % vun den Ausgängen
nl: Berekening van % van de outputs
pt: Cálculo de % de resultados

# Credits
source: Developed by
ca: Desenvolupat per
de: Entwickelt von
es: Desarrollado por
fr: Développé par
ga: Arna fhorbairt ag
it: Sviluppato da
lb: Entwéckelt vun
nl: Ontwikkeld door
pt: Desenvolvido por

source: Credits and legal notices:
ca: Crèdits i avisos legals:
de: Credits und rechtliche Hinweise:
es: Créditos y avisos legales:
fr: Crédits et mentions légales :
ga: Creidmheasanna agus fógraí dlíthiúla:
it: Crediti e note legali:
lb: Credits a legal Notifikatiounen:
nl: Credits en juridische mededelingen:
pt: Créditos e avisos legais:

source: Dark
ca: Fosc
de: Dunkel
es: Oscuro
fr: Sombre
ga: Dorcha
it: Buio
lb: Däischter
nl: Donker
pt: Escuro

# DataSource
source: Data sources:
ca: Fonts de dades:
de: Datenquellen:
es: Fuentes de datos:
fr: Sources des données :
ga: Foinsí sonraí:
it: Fonti dei dati:
lb: Datenquellen:
nl: Gegevensbronnen:
pt: Fontes de dados:

# DataSourceDetails
source: The data used in this application comes from CSV files containing the history of EuroMillions draws. This data is updated at each start to ensure its accuracy.
ca: Les dades utilitzades en aquesta aplicació provenen de fitxers CSV que contenen l'historial dels sortejos d'EuroMillions. Aquestes dades s'actualitzen a cada inici per garantir la seva exactitud.
de: Die in dieser Anwendung verwendeten Daten stammen aus CSV-Dateien, die den Verlauf der EuroMillions-Ziehungen enthalten. Diese Daten werden bei jedem Start aktualisiert, um ihre Genauigkeit sicherzustellen.
es: Los datos utilizados en esta aplicación proceden de archivos CSV que contienen el histórico de sorteos de Euromillones. Estos datos se actualizan en cada inicio para garantizar su exactitud.
fr: Les données utilisées dans cette application proviennent de fichiers CSV contenant l'historique des tirages de l'EuroMillions. Ces données sont mises à jour à chaque démarrage pour garantir leur exactitude.
ga: Tagann na sonraí a úsáidtear san fheidhmchlár seo ó chomhaid CSV ina bhfuil stair tharraingí EuroMillions. Déantar na sonraí seo a nuashonrú ag gach tús lena chinntiú go bhfuil siad cruinn.
it: I dati utilizzati in questa applicazione provengono da file CSV contenenti la cronologia delle estrazioni dell'EuroMillions. Questi dati vengono aggiornati a ogni avvio per garantirne l'accuratezza.
lb: D'Daten, déi an dëser Applikatioun benotzt ginn, kommen aus CSV Dateien déi d'Geschicht vun EuroMillions Zeechnungen enthalen. Dës Donnéeë ginn op all Start aktualiséiert fir seng Genauegkeet ze garantéieren.
nl: De data die in deze applicatie wordt gebruikt, komt uit CSV-bestanden met de geschiedenis van EuroMillions-trekkingen. Deze data wordt bij elke start bijgewerkt om de nauwkeurigheid ervan te garanderen.
pt: Os dados utilizados nesta aplicação provêm de ficheiros CSV contendo o histórico dos sorteios do EuroMilhões. Estes dados são atualizados a cada arranque para garantir a sua precisão.

# DetailedAnalysis
source: Detailed analysis of past draw statistics.
ca: Anàlisi detallada de les estadístiques de sorteig anteriors.
de: Detaillierte Analyse der Ziehungsstatistiken der Vergangenheit.
es: Análisis detallado de estadísticas de sorteos anteriores.
fr: Analyse détaillée des statistiques de tirages passés.
ga: Anailís mhionsonraithe ar staitisticí tarraingthe san am atá thart.
it: Analisi dettagliata delle statistiche delle estrazioni passate.
lb: Detailléiert Analyse vun Vergaangenheet Zeechnen Statistiken.
nl: Gedetailleerde analyse van eerdere trekkingsstatistieken.
pt: Análise detalhada das estatísticas dos sorteios anteriores.

source: Draw
ca: Dibuixa
de: Ziehen
es: Dibujar
fr: Tirage au sort
ga: Tarraingt
it: Disegno
lb: Zeechnen
nl: Tekenen
pt: Empate

source: Draws
ca: Empates
de: Zieht
es: Sorteos
fr: Tirages au sort
ga: Tarraingíonn
it: Disegna
lb: Zeechnen
nl: Trekt
pt: Empates

# FilterAnalysis
source: Filter management to analyze draws as a whole or each ball and star separately.
ca: Gestió de filtres per analitzar els empats en conjunt o cada bola i estrella per separat.
de: Filterverwaltung zur Analyse der Ziehungen als Ganzes oder jeder Kugel und jedes Sterns separat.
es: Gestión de filtros para analizar los sorteos en su conjunto o cada bola y estrella por separado.
fr: Gestion des filtres pour analyser les tirages dans leur ensemble ou chaque boule et étoile séparément.
ga: Bainistiú scagairí chun anailís a dhéanamh ar tharraingt ina n-iomláine nó gach liathróid agus réalta ar leithligh.
it: Gestione dei filtri per analizzare le estrazioni nel loro complesso o ciascuna pallina e stella separatamente.
lb: Filtermanagement fir Zeechnungen als Ganzt ze analyséieren oder all Kugel a Stär separat.
nl: Filterbeheer om trekkingen als geheel of elke bal en ster afzonderlijk te analyseren.
pt: Gestão de filtros para analisar os sorteios como um todo ou cada bola e estrela em separado.

# GenerationByProbabilities
source: Generation of combinations based on probabilities.
ca: Generació de combinacions a partir de probabilitats.
de: Generierung von Kombinationen auf Basis von Wahrscheinlichkeiten.
es: Generación de combinaciones basadas en probabilidades.
fr: Génération de combinaisons basées sur les probabilités.
ga: Giniúint comhcheangail bunaithe ar dhóchúlachtaí.
it: Generazione di combinazioni basate sulle probabilità.
lb: Generatioun vu Kombinatioune baséiert op Wahrscheinlechkeeten.
nl: Genereren van combinaties op basis van waarschijnlijkheid.
pt: Geração de combinações baseadas em probabilidades.

# GetBestDraw
source: Get the best draw
ca: Aconsegueix el millor sorteig
de: Holen Sie sich die beste Ziehung
es: Consigue el mejor sorteo
fr: Obtenir le meilleur tirage
ga: Faigh an tarraingt is fearr
it: Ottieni il miglior sorteggio
lb: Kritt déi bescht Zeechnen
nl: Haal de beste trekking
pt: Obtenha o melhor sorteio

source: Github Link
ca: Enllaç Github
es: Enlace de Github
fr: Lien Github
ga: Nasc Github
it: Collegamento Github
pt: Link do Github

# IsNotAvailableWebsite
source: This was supposed to work. In theory. But well, we messed up something, and the site we use decided not to cooperate. We’re on it (or almost).
ca: En teoria, això havia de funcionar. Però bé, hem fallat en alguna cosa i el lloc web que fem servir ha decidit no col·laborar. Ens hi posem (o gairebé).
de: Theoretisch hätte das funktionieren sollen. Aber na ja, wir haben etwas vermasselt, und die Seite, die wir nutzen, spielt nicht mit. Wir kümmern uns drum (so gut wie).
es: En teoría, esto debería haber funcionado. Pero bueno, fallamos en algo y el sitio que usamos decidió no colaborar. Nos ocupamos de ello (o casi).
fr: C’était censé marcher. En théorie. Mais voilà, on a loupé un truc, et le site qu’on utilise a décidé de ne pas jouer le jeu. On s’en occupe (ou presque).
ga: Ba chóir go raibh sé seo ag obair. I dteoiric. Ach, sea, rinneamar praiseach de rud éigin, agus shocraigh an suíomh a úsáidimid gan comhoibriú. Táimid ag tabhairt faoi (nó beagnach).
it: In teoria, avrebbe dovuto funzionare. Ma beh, abbiamo sbagliato qualcosa e il sito che utilizziamo ha deciso di non collaborare. Ce ne occupiamo (o quasi).
nl: In theorie had dit moeten werken. Maar goed, we hebben iets gemist, en de site die we gebruiken besloot niet mee te werken. We lossen het op (of bijna).
pt: Em teoria, isto devia funcionar. Mas enfim, errámos em alguma coisa e o site que usamos decidiu não colaborar. Estamos a tratar disso (ou quase).

source: Language
ca: Llengua
de: Sprache
es: Idioma
fr: Langue
ga: Teanga
it: Lingua
lb: Sprooch
nl: Taal
pt: Idioma

source: Language changed
ca: El llenguatge ha canviat
de: Sprache geändert
es: El idioma cambió
fr: Langue changé
ga: D’athraigh teanga
it: Lingua cambiata
lb: Sprooch geännert
nl: Taal gewijzigd
pt: Idioma alterado

source: Last outing
ca: Última sortida
de: Letzter Ausflug
es: Última salida
fr: Dernière sortie
ga: An turas deireanach
it: Ultima uscita
lb: Leschten Ausfluch
nl: Laatste uitje
pt: Última saída

# LegalNotices
source: This application is a tool based on statistical calculations and does not guarantee any gain.
ca: Aquesta aplicació és una eina basada en càlculs estadístics i no garanteix cap guany.
de: Bei dieser Anwendung handelt es sich um ein auf statistischen Berechnungen basierendes Tool, das keinen Gewinn garantiert.
es: Esta aplicación es una herramienta basada en cálculos estadísticos y no garantiza ninguna ganancia.
fr: Cette application est un outil basé sur des calculs statistiques et ne garantit aucun gain.
ga: Is uirlis é an feidhmchlár seo atá bunaithe ar ríomhanna staidrimh agus ní ráthaíonn sé aon ghnóthachan.
it: Questa applicazione è uno strumento basato su calcoli statistici e non garantisce alcun guadagno.
lb: Dës Applikatioun ass en Tool baséiert op statistesche Berechnungen a garantéiert kee Gewënn.
nl: Deze applicatie is een hulpmiddel gebaseerd op statistische berekeningen en garandeert geen enkel voordeel.
pt: Esta aplicação é uma ferramenta baseada em cálculos estatísticos e não garante qualquer ganho.

source: Light
ca: Llum
de: Licht
es: Ligero
fr: Clair
ga: Solas
it: Leggero
lb: Liicht
nl: Licht
pt: Luz

source: Main features:
ca: Característiques principals:
de: Haupteigenschaften:
es: Características principales:
fr: Fonctionnalités principales :
ga: Príomhghnéithe:
it: Caratteristiche principali:
lb: Haaptfeatures:
nl: Belangrijkste kenmerken:
pt: Principais características:

source: Number
ca: Número
de: Nummer
es: Número
fr: Numéro
ga: Uimhir
it: Numero
lb: Zuel
nl: Nummer
pt: Número

# NumberOfOutput
source: Number of outputs
ca: Nombre de sortides
de: Anzahl der Ausgänge
es: Número de salidas
fr: Nombre de sorties
ga: Líon na n-aschur
it: Numero di uscite
lb: Zuel vun Ausgänge
nl: Aantal uitgangen
pt: Número de saídas

source: Numbers
ca: Números
de: Zahlen
es: Números
fr: Numéros
ga: Uimhreacha
it: Numeri
lb: Zuelen
nl: Nummers
pt: Números

# PercentOfOutput
source: % of outputs
ca: % de sortides
de: % der Ausgaben
es: % de salidas
fr: % de sorties
ga: % na n-aschur
it: % di uscite
lb: % vun Ausgängen
nl: % van de uitvoer
pt: % de resultados

# PercentPerBall
source: Percentage of outputs per balls
ca: Percentatge de sortides per boles
de: Prozentsatz der Ausgaben pro Bälle
es: Porcentaje de salidas por bolas
fr: Pourcentage de sorties par boules
ga: Céatadán na n-aschur in aghaidh na liathróidí
it: Percentuale di output per palline
lb: Prozentsaz vun Ausgänge pro Bäll
nl: Percentage van de output per bal
pt: Percentagem de saídas por bolas

# PercentPerDraw
source: Percentage of outputs per draws
ca: Percentatge de sortides per sorteig
de: Prozentsatz der Ausgaben pro Ziehung
es: Porcentaje de salidas por extracción
fr: Pourcentage de sorties par tirages
ga: Céatadán na n-aschur in aghaidh na dtarraingtí
it: Percentuale di uscite per estrazioni
lb: Prozentsaz vun Ausgänge pro Zeechnungen
nl: Percentage van de outputs per trekking
pt: Percentagem de resultados por sorteio

# Questions
source: For any questions or suggestions, please report an issue:
ca: Per a qualsevol pregunta o suggeriment, si us plau, informeu d'un problema:
de: Wenn Sie Fragen oder Anregungen haben, melden Sie bitte ein Problem:
es: Para cualquier pregunta o sugerencia, por favor informe un problema:
fr: Pour toute question ou suggestion, veuillez declarer une issue :
ga: Le haghaidh aon cheisteanna nó moltaí, tuairiscigh ceist le do thoil:
it: Per qualsiasi domanda o suggerimento, segnala un problema:
lb: Fir all Froen oder Virschléi, mellt w.e.g. en Thema:
nl: Voor vragen of suggesties kunt u een probleem melden:
pt: Para qualquer dúvida ou sugestão, comunique um problema:

# SelectTheMinYear
source: Select the minimum year
ca: Seleccioneu l'any mínim
de: Wählen Sie das Mindestjahr
es: Seleccione el año mínimo
fr: Sélectionnez l'année minimum
ga: Roghnaigh an bhliain íosta
it: Seleziona l'anno minimo
lb: Wielt de Minimum Joer
nl: Selecteer het minimale jaar
pt: Selecione o ano mínimo

# SelectAYearDescription
source: Updates the probability statistics based on the data available between the selected minimum year and the selected maximum year.
ca: Actualitza les estadístiques de probabilitat en funció de les dades disponibles entre l'any mínim seleccionat i l'any màxim seleccionat.
de: Aktualisiert die Wahrscheinlichkeitsstatistik basierend auf den zwischen dem ausgewählten Minimaljahr und dem ausgewählten Maximaljahr verfügbaren Daten.
es: Actualiza las estadísticas de probabilidad en función de los datos disponibles entre el año mínimo seleccionado y el año máximo seleccionado.
fr: Mets à jour les statistiques de probabilités en se basant sur les données disponibles entre l'année minimale sélectionnée et l'année maximale sélectionnée.
ga: Nuashonraítear na staitisticí dóchúlachta bunaithe ar na sonraí atá ar fáil idir an íosbhliain roghnaithe agus an t-uasbhliain roghnaithe.
it: Aggiorna le statistiche di probabilità in base ai dati disponibili tra l'anno minimo selezionato e l'anno massimo selezionato.
lb: Aktualiséiert d'Wahrscheinlechkeetsstatistiken baséiert op den verfügbaren Daten tëscht dem ausgewielten Minimum Joer an dem ausgewielten Maximum Joer.
nl: Werkt de waarschijnlijkheidsstatistieken bij op basis van de beschikbare gegevens tussen het geselecteerde minimumjaar en het geselecteerde maximumjaar.
pt: Atualiza as estatísticas de probabilidade com base nos dados disponíveis entre o ano mínimo selecionado e o ano máximo selecionado.

# SelectDrawNumber
source: Select the number of simultaneous draws
ca: Seleccioneu el nombre de sorteigs simultanis
de: Wählen Sie die Anzahl gleichzeitiger Ziehungen
es: Seleccione el número de sorteos simultáneos
fr: Sélectionnez le nombre de tirages simultanés
ga: Roghnaigh líon na dtarraingtí comhuaineach
it: Seleziona il numero di estrazioni simultanee
lb: Wielt d'Zuel vun simultan Zeechnungen
nl: Selecteer het aantal gelijktijdige trekkingen
pt: Selecione o número de sorteios simultâneos

source: Settings
ca: Configuració
de: Einstellungen
es: Ajustes
fr: Paramètres
ga: Socruithe
it: Impostazioni
lb: Astellungen
nl: Instellingen
pt: Configurações

source: Stars
ca: Estrelles
de: Sterne
es: Estrellas
fr: Étoiles
ga: Réaltaí
it: Stelle
lb: Stären
nl: Sterren
pt: Estrelas

source: Stats
ca: Estadístiques
de: Statistiken
es: Estadísticas
fr: Statistiques
ga: Staitisticí
it: Statistiche
lb: Statistiken
nl: Statistieken
pt: Estatísticas

# SystemPreference
source: System
ca: Sistema
es: Sistema
fr: Système
ga: Córas
it: Sistema
nl: Systeem
pt: Sistema

source: Theme
ca: Tema
de: Thema
es: Tema
fr: Thème
ga: Téama
it: Tema
lb: Thema
nl: Thema
pt: Tema

source: Theme changed
ca: El tema ha canviat
de: Thema geändert
es: Tema cambiado
fr: Thème changé
ga: Athraíodh an téama
it: Tema cambiato
lb: Thema geännert
nl: Thema gewijzigd
pt: Tema alterado

# SelectTheMaxYear
source: Select the maximum year
ca: Seleccioneu l'any màxim
de: Wählen Sie das maximale Jahr
es: Seleccione el año máximo
fr: Sélectionnez l'année maximum
ga: Roghnaigh an bhliain uasta
it: Seleziona l'anno massimo
lb: Wielt déi maximal Joer
nl: Selecteer het maximale jaar
pt: Selecione o ano máximo

# TimeRestrict
source: Ability to restrict statistics to a specific year range.
ca: Capacitat de restringir les estadístiques a un interval d'anys específic.
de: Möglichkeit, Statistiken auf einen bestimmten Jahresbereich zu beschränken.
fr: Possibilité de restreindre les statistiques à une plage d'années spécifique.
ga: Cumas staitisticí a shrianadh go raon bliana ar leith.
lb: D'Kapazitéit fir Statistiken op e spezifescht Joerbereich ze beschränken.
pt: Capacidade de restringir as estatísticas a um intervalo de anos específico.

# SimultaneousDraws
source: Possibility of carrying out simultaneous draws.
ca: Possibilitat de realitzar sortejos simultanis.
de: Möglichkeit zur Durchführung gleichzeitiger Ziehungen.
fr: Possibilité d'effectuer des tirages au sort simultanés.
ga: Féidearthacht tarraingtí comhuaineacha a dhéanamh.
lb: Méiglechkeet fir gläichzäiteg Zeechnungen auszeféieren.
pt: Possibilidade de realizar sorteios simultâneos.
